Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The right applies until the end of the school year that starter the year in which you turn 24 years of age.
nn: Du må bruke retten innan utgangen av det skoleåret som startar det året du fyller 24 år.

source: The exemption rules apply only to pupils and students in Norway during the spring of 2021.
nn: Unntaksregelen gjeld berre våren 2021 for studentar og elevar i Noreg.

source: You can distribute these 300 credits over as many years as you prefer.
nn: Desse 300 studiepoenga kan du fordele over så mange år du vil.

source: a separate form for exchange programmes (D form)
nn: eit eige skjema for utveksling (D-skjema)

source: You must start or take the driver’s license within 12 months of the start of the basic training.
nn: Du må starte på eller ta førarkort innan 12 månader etter at grunnkurset startar.

source: If you come from a country outside the Nordic region, you must also submit
nn: Er du sjølv frå eit land utanfor Norden, må du i tillegg sende inn

source: Personal data we collect, but don’t use in case processing, is deleted.
nn: Personopplysningar vi samlar inn, men ikkje bruker i saksbehandlinga, blir sletta.

source: We will not send any reminders in the meantime.
nn: Du vil ikkje få purringar i mellomtida.

source: summer (16.06.2022–15.08.2022) as I must use this time to study in order to maintain the planned educational progress, or
nn: sommaren (16.06.2022–15.08.2022), fordi eg må bruke denne tida til å studere for å kunne følge planlagd studie-

source: Your invoice includes all necessary information you need.
nn: Rekningen inneheld all informasjon du treng for å betale.

source: From 2021–2022, the rules for conversion will be changed for those who take subjects that have been passed when they were entitled to upper secondary education with statutory rights as a young person.
nn: Frå og med 2021–2022 blir reglane for omgjering endra for dei som tar om igjen fag som er beståtte medan dei var i vidaregåande opplæring med ungdomsrett.

source: Reduction of debt for disabled persons.
nn: Reduksjon av gjeld for uføre.

source: If you have used 36 deferrals, you may be entitled to more if you are likely to have your interest deleted for the same period.
nn: Dersom du har brukt 36 utsettingar, kan du få fleire om det er sannsynleg at du får sletta renter for den same perioden.

source: You can receive support to take a total of 480 credits or equivalent.
nn: Du kan få lån og stipend til å ta 480 studiepoeng eller tilsvarande.

source: If you live with your parents, you will not get loans converted
nn: Bur du heime hos foreldra dine får du ikkje omgjort lån til stipend.

source: The main rule is that the children are below the age of 16 and that they live with you at least 40 per cent of the time.
nn: Hovudregelen er at barna er under 16 år, og at dei bur saman med deg minst 40 prosent av tida.

source: If you defer future bills, we will not send you a bill.
nn: Utset du framover i tid, sender vi deg ikkje rekninga.

source: Due to the coronavirus situation, you are able to defer payments from March 2020 to December 2021 without using any of the 36 repayment deferrals.
nn: På grunn av koronasituasjonen kan du få utsett betalinga frå mars 2020 til og med desember 2021, utan at du bruker av dei 36 betalingsutsettingane.

source: If you wish to redeem your loan, you can pay your entire debt off at any time to the same account number and using the same KID number you normally use.
nn: Ønsker du å innfri lånet, kan du når som helst betale heile gjelda di til det same kontonummeret og med det same KID-nummeret du elles bruker.

source: disclosing personal data to other public authorities who have a legal basis for collection
nn: å utlevere personopplysningar til andre offentlege styresmakter som har eit lovgrunnlag for innhenting.

source: Most students in Norway have student loans provided by Lånekassen.
nn: Dei aller fleste studentar i Noreg har studielån frå Lånekassen.

source: The user must be informed of and consent to the information that is processed, the purpose of the processing and who the information is processed by, cf. Section 2-7b of the Norwegian act relating to electronic communication.
nn: Brukaren skal få vite om og godkjenne kva for opplysningar som bli behandla, kva formålet med behandlinga er, og kven som behandlar opplysningane, jf. ekomloven § 2-7b.

source: you are least 40% or 50% disabled
nn: er minst 40% eller 50% ufør

source: If the child is a Nordic citizen, you must submit
nn: Er barnet nordisk statsborgar, må du sende inn

source: You do not need to submit supporting documentation of your admission if you will be attending United World College or a French lycée.
nn: Skal du gå United World College eller fransk lycé treng du ikkje sende inn dokumentasjon for å bekrefte opptak.

source: • I am aware that additional grants for applicants with reduced functional abilities are subject to means testing regarding income,
nn: • Eg er kjend med at tilleggsstipend for søkarar med nedsett funksjonsevne blir behovsprøvd mot inntekta, trygda og

source: receive support pursuant to the rules for higher and other education during the spring of 2021
nn: får lån/stipend etter reglane for høgare og anna utdanning våren 2021

source: You need to live and work in the region for at least 12 months
nn: Du må bu og jobbe i regionen i minst 12 månader

source: Read more about additional loans for 2020 due to the coronavirus situation.
nn: Les meir om tilleggslån korona for våren 2020.

source: media and communication
nn: medium og kommunikasjon

source: studying and for the entire period for which I am applying for an additional grant, including weekdays, weekends and holidays.
nn: sidan av studiet i heile perioden eg søker om tilleggsstipend for, både kvardagar, helgar og feriar.

source: name and address: Lånekassen Postboks 450 Alnabru 0614 Oslo, Norway
nn: namn og adresse: Lånekassen Postboks 450 Alnabru 0614 Oslo, Norway

source: section 6 Additional information and confirm the information
nn: Legen kan spesifisere perioden i punkt 6 under til eggsopplysningar og

source: service and transport, programme area transport and logistics
nn: service og samferdsel, programområde transport og logistikk

source: In this example 36 øre will be charged per instalment in interest on overdue payments for each day that your payment is delayed.
nn: For kvar dag du er forseinka med betalinga di, blir det i dette eksempelet lagt til 36 øre i forseinkingsrenter per dag per terminbeløp.

source: Therefore, if you have a debt of NOK 300 000, one month of interest on overdue payments would amount to just under NOK 2,000.
nn: Har du for eksempel ei gjeld på 300 000 kroner, vil ein månad med forseinkingsrenter dermed bli på i underkant av 2 000 kroner.

source: Your parents are obliged to support you as long as you have statutory rights as a young person, even after the age of 18.
nn: Så lenge du har ungdomsrett, har foreldra dine forsørgarplikt for deg, også etter at du har fylt 18 år.

source: In order to be eligible for debts to be written off, there is a requirement for you to live and be gainfully employed in Finnmark or the approved local authorities in Troms for a 12-month accrual period.
nn: For å kunne få sletta gjeld, er det krav om at du må vere både busett og yrkesaktiv i Finnmark eller dei godkjende kommunane i Troms i ein oppteningsperiode på 12 månader.

source: You should not send documentation for 2021 now.
nn: Du skal ikkje sende dokumentasjon for 2021 no.

source: You can use various money transfer services to pay your invoices from Lånekassen, which could reduce the costs associated with making repayments from abroad.
nn: Du kan bruke ulike pengeoverføringstenester for å betale rekningane frå Lånekassen, og dette kan redusere omkostningane ved å betale frå utlandet.

source: lanekassen.no has been developed in accordance with the regulations on universal design of ICT and the WCAG 2.1 framework.
nn: lanekassen.no er utvikla i tråd med forskrift for universell utforming av IKT og rammeverket WCAG 2.1.

source: Both of your parents will receive the agreement either via a digital postbox (Digipost or E-boks) or as a letter in the post, but only one of them needs to sign the agreement.
nn: Begge foreldra får tilsendt avtalen enten i digital postkasse (Digipost eller E-boks) eller som brev i posten, men det er nok at éin av dei signerer avtalen.

source: Grant and limited loan (please state the loan amount)
nn: S tipend og i til egg eit avgrensa lån (oppgi lånebeløp)

source: The grant is reduced gradually in accordance with your income.
nn: Stipendet blir gradvis redusert etter kor høg inntekt du har hatt.

source: When you submit an application to Lånekassen, phone us, send us an e-mail or contact us in other ways, you submit personal data.
nn: Når du sender ein søknad til Lånekassen, ringjer oss, sender ein e-post eller er i kontakt med oss på annan måte, gir du frå deg personopplysningar.

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you live away from your parents, complete your educational programme and have income and assets below the limits.
nn: Basislånet er eit lån, ikkje eit stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend dersom du ikkje bur saman med foreldra dine, du består utdanninga di og har inntekt og formue under grensene.

source: Send the cheque to:
nn: Send sjekken til:

source: This means that they are adjusted in line with expected price increase in 2021.
nn: Det betyr at dei blir justerte opp i tråd med forventa prisvekst i 2021.

source: If your parents come from a country outside the Nordic region, you must also submit
nn: Er foreldra dine frå eit land utanfor Norden, må du i tillegg sende inn

source: Exceptions from income threshold in 2020 and 2021 due to the coronavirus pandemic.
nn: Unntak frå grenser for inntekt i 2020 og 2021 på grunn av koronapandemien.

source: This is voluntary, but Lånekassen cannot process our application without this data.
nn: Dette er frivillig, men Lånekassen kan ikkje behandle saka di utan desse opplysningane.

source: e-mails sent to and from your employer
nn: e-postar som er sende til og frå arbeidsgivar

source: If you are a citizen of the United Kingdom, you are eligible for loans and grants from the Lånekassen if you were entitled to reside in Norway in accordance with the EEA agreement before the end of the transition period (31.12.2020).
nn: Er du statsborgar frå Storbritannia, har du rett til lån og stipend frå Lånekassen dersom du hadde rett til opphald i Noreg i samsvar med EØS-avtalen før utløpet av overgangsperioden (31.12.2020).

source: You cannot search for loans and grants for the summer 2021 yet.
nn: Du kan ikkje søke om lån og stipend til sommarkurs for sommaren 2021 enno.

source: When you no longer receive grants and loans from Lånekassen, interest accrues on the loan and you must repay it.
nn: Når du ikkje lenger får stipend og lån frå Lånekassen, blir det lagt til renter på lånet, og du må betale tilbake.

source: Only those who receive the e-mail from us can apply for the additional loan on Dine sider.
nn: Berre dei som får e-post frå oss, kan søke om tilleggslånet på Dine sider.

source: I confirm that I am capable of studying during the summer.
nn: Eg forsikrar at eg er i stand til å studere om sommaren.
